{
  "pairs": [
    {
      "person1": {
        "name": "Charlotte Thomas",
        "birthdate": "1971-08-22",
        "birthtime": "17:40:00",
        "location": "Honolulu",
        "gender": "male"
      },
      "person2": {
        "name": "Daniel Anderson",
        "birthdate": "1952-06-19",
        "birthtime": "20:00:00",
        "location": "Beijing",
        "gender": "female"
      },
      "physical_compatibility": {
        "success": 1,
        "data": {
          "content": [
            {
              "p1": {
                "planet": "Moon",
                "full_degree": "173.7047839",
                "sign": "Virgo",
                "sign_no": 6,
                "longitude": "23:42:17"
              },
              "p2": {
                "planet": "Sun",
                "full_degree": "88.1224354",
                "sign": "Gemini",
                "sign_no": 3,
                "longitude": "28:7:21"
              },
              "orb": 4.42,
              "aspect": "Square",
              "aspect_type": "Hard",
              "reading": [
                {
                  "title": "Energetic Interaction",
                  "description": "In astrology, Sun square Moon aspect suggests a dynamic and energetic interaction between Charlotte Thomas and Daniel Anderson. Both individuals will inspire and challenge each other stimulating growth and development."
                },
                {
                  "title": "Tension Dynamics",
                  "description": "This aspect can lead to emotional tension between Charlotte Thomas and Daniel Anderson. Conflicting desires and needs may create a push-pull dynamic. This could result in heated discussions and potential misunderstandings."
                },
                {
                  "title": "Sexual Attraction",
                  "description": "Despite the challenging dynamics, the Sun square Moon aspect in synastry often generates strong sexual chemistry. The emotional tension can translate into magnetic attraction, maintaining a strong physical connection between Charlotte Thomas and Daniel Anderson."
                }
              ]
            },
            {
              "p1": {
                "planet": "Jupiter",
                "full_degree": "308.1238138",
                "sign": "Aquarius",
                "sign_no": 11,
                "longitude": "8:7:26"
              },
              "p2": {
                "planet": "Ascendant",
                "full_degree": "41.5584645",
                "sign": "Taurus",
                "sign_no": 2,
                "longitude": "11:33:30"
              },
              "orb": 3.43,
              "aspect": "Square",
              "aspect_type": "Hard",
              "reading": [
                {
                  "title": "Physical Compatibility",
                  "description": "Charlotte Thomas and Daniel Anderson have a high physical compatibility due to Jupiter’s square aspect. This aspect indicates a strong physical connection and mutual attraction, enhancing intimacy and physical bond between the two."
                },
                {
                  "title": "Mutual Enrichment",
                  "description": "This aspect also promotes mutual enrichment. Charlotte Thomas's ascendant square Daniel Anderson's Jupiter indicates Daniel Anderson’s personality traits will positively influence Charlotte Thomas on a physical level. This influence may be expressed as Charlotte Thomas adopting Daniel Anderson's habits that can improve physical wellness."
                },
                {
                  "title": "Lively Dynamics",
                  "description": "Charlotte Thomas and Daniel Anderson will likely enjoy a lively dynamic. This aspect fuels an adventurous spirit in relationships which can lead to physically active pursuits together. It adds a dimension of physical enthusiasm bringing energy and excitement to their interaction."
                }
              ]
            }
          ],
          "message": []
        }
      },
      "sexual_compatibility": {
        "success": 1,
        "data": {
          "content": [
            {
              "p1": {
                "planet": "Pluto",
                "full_degree": "313.8188558",
                "sign": "Aquarius",
                "sign_no": 11,
                "longitude": "13:49:8"
              },
              "p2": {
                "planet": "Mars",
                "full_degree": "139.6428817",
                "sign": "Leo",
                "sign_no": 5,
                "longitude": "19:38:34"
              },
              "orb": 5.82,
              "aspect": "Opposition",
              "aspect_type": "Hard",
              "reading": [
                {
                  "title": "Sexual Intensity",
                  "description": "In astrology, Mars and Pluto have a highly intensified sexual compatibility. Charlotte Thomas's Mars in opposition to Daniel Anderson's Pluto promises a dynamic and potent sexual attraction, generating a virtually irresistible pull towards each other."
                },
                {
                  "title": "Dominance Struggle",
                  "description": "However, there can be power struggles. With Charlotte Thomas's Mars opposing Daniel Anderson's Pluto, there may be episodes of control, dominance and even manipulation within the sexual relationship. This could create tension and conflicts."
                },
                {
                  "title": "Deep Connection",
                  "description": "Despite the struggles, there will be a deep, almost psychic connection between Charlotte Thomas and Daniel Anderson. This aspect can spark transformative collective experiences, often leading to profound growth, as long as both parties are willing to navigate through their intensity with sensitivity."
                }
              ]
            }
          ],
          "message": []
        }
      },
      "emotional_compatibility": {
        "success": 1,
        "data": {
          "content": [
            {
              "p1": {
                "planet": "Venus",
                "full_degree": "148.1036615",
                "sign": "Leo",
                "sign_no": 5,
                "longitude": "28:6:13"
              },
              "p2": {
                "planet": "Moon",
                "full_degree": "55.2154433",
                "sign": "Taurus",
                "sign_no": 2,
                "longitude": "25:12:56"
              },
              "orb": 2.89,
              "aspect": "Square",
              "aspect_type": "Hard",
              "reading": [
                {
                  "title": "Emotional Tension",
                  "description": "With Moon of Charlotte Thomas having Square aspect from Venus of Daniel Anderson, there is an inherent tension in their emotional bond. They may frequently encounter disagreements and misunderstandings, making it difficult for them to express their affection and care for each other."
                },
                {
                  "title": "Passionate Attachment",
                  "description": "Despite the emotional tension, there is also an intense passion and attraction between Charlotte Thomas and Daniel Anderson. This Square aspect can result in a strong, almost obsessive emotional attachment that can be difficult to ignore or break."
                },
                {
                  "title": "Growth Potential",
                  "description": "The Square aspect also suggests a potential for deep emotional growth and development within the relationship. If they can learn to navigate their emotional differences, Charlotte Thomas and Daniel Anderson can build a powerful, transformative bond that transcends the initial tension."
                }
              ]
            }
          ],
          "message": []
        }
      }
    }
  ],
  "total_entries": 1
}